ORDER_TEST_DATA = [
    {
        "test_name": "Заказ через верхнюю кнопку - черный самокат",
        "order_button": "top",
        "name": "Евгений",
        "lastname": "Косач",
        "address": "ул. Пушкина, д. 1",
        "metro": "Сокольники",
        "phone": "+79181234567",
        "date": "25.12.2024",
        "rental_period": 0,
        "color": "black",
        "comment": "Позвонить за час до прибытия"
    },
    {
        "test_name": "Заказ через нижнюю кнопку - серый самокат",
        "order_button": "bottom", 
        "name": "Ольга",
        "lastname": "Иванова",
        "address": "пр. Мира, д. 10, кв. 5",
        "metro": "Комсомольская",
        "phone": "+79187654321",
        "date": "26.12.2024",
        "rental_period": 1,
        "color": "grey",
        "comment": "Оставить у консьержа"
    }
]

FAQ_TEST_DATA = [
    (0, "Сутки — 400 рублей. Оплата курьеру — наличными или картой."),
    (1, "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."),
    (2, "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."),
    (3, "Только начиная с завтрашнего дня. Но скоро станем расторопнее."),
    (4, "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."),
    (5, "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."),
    (6, "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."),
    (7, "Да, обязательно. Всем самокатов! И Москве, и Московской области.")
]